---
kind: property
id: P:Autodesk.Revit.DB.BrowserOrganization.SortingOrder
source: html/3746ebf0-7ef3-5b14-c4cc-0a9b1d3108eb.htm
---
# Autodesk.Revit.DB.BrowserOrganization.SortingOrder Property

The sorting order if sorting of items is applicable in the browser.

## Syntax (C#)
```csharp
public SortingOrder SortingOrder { get; }
```